Repository: MengnanTech/DailySpeak
Catalog: DailySpeak/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: /month
zh_hans: /月

source: /week
zh_hans: /周

source: /year
zh_hans: /年

source: %lld unread messages
zh_hans: 还有 %lld 条未读消息

source: %lld+ premium courses to systematically improve your speaking
zh_hans: %lld+ 节精品课程，系统提升你的口语表达

source: About %@/month, save 55%%
zh_hans: 约 ¥%@/月，节省 55%%

source: Abstract Topics & Values
zh_hans: 抽象话题与价值判断

source: Account
zh_hans: 账号

source: Add personal experiences to make your answer vivid
zh_hans: 加入个人经历让回答更生动

source: AI large model translation, more natural
zh_hans: AI 大模型翻译，更自然

source: AI Polish to English
zh_hans: AI 润色成英文

source: AI processing failed, please check your network and try again
zh_hans: AI 处理失败，请检查网络后重试

source: AI pronunciation guidance and personalized practice
zh_hans: AI 发音指导与个性化练习

source: AI Speaks for You
zh_hans: AI 帮你说

source: All
zh_hans: 全部

source: All premium content is unlocked
zh_hans: 你已解锁所有高级内容

source: All premium content unlocked
zh_hans: 已解锁全部高级内容

source: An unknown error occurred.
zh_hans: 发生未知错误。

source: and
zh_hans: 和

source: Answer Strategy
zh_hans: 答题策略

source: Apple Sign In capability not configured properly.
zh_hans: Apple 登录能力未正确配置。

source: Apple Sign In failed, please try again later.
zh_hans: Apple 登录失败，请稍后再试。

source: Apple Sign In returned invalid data, please try again.
zh_hans: Apple 登录返回无效，请重试。

source: As low as %@/week
zh_hans: 低至 %@/周

source: Back
zh_hans: 上一步

source: Basic Description
zh_hans: 基础描述

source: By continuing, you agree to DailySpeak's terms
zh_hans: 继续即表示你同意 DailySpeak 的相关协议

source: By continuing, you agree to the terms
zh_hans: 继续即表示你同意相关协议

source: Cancel anytime · Auto-renew
zh_hans: 可随时取消 · 自动续费

source: Choose how to get started
zh_hans: 选择进入方式

source: Clear all completed tasks and steps
zh_hans: 清除所有已完成的任务和步骤

source: Close
zh_hans: 关闭

source: Collapse
zh_hans: 收起

source: Complete Registration
zh_hans: 完成注册

source: Complete the Guide
zh_hans: 完成 Guide 学习

source: Complete the Guide %lld/2
zh_hans: 完成 Guide 学习 %lld/2

source: Complete today's speaking practice in 10 minutes.
zh_hans: 用 10 分钟完成今天的一次口语练习。

source: Completed
zh_hans: 已完成

source: Completing registration
zh_hans: 提交中

source: Continue as Guest
zh_hans: 继续以游客身份使用

source: Continue today's practice and keep the streak going.
zh_hans: 继续今天的一次练习，把连续学习保持下去。

source: Cross-device learning progress sync
zh_hans: 跨设备同步学习进度

source: Current Account
zh_hans: 当前账号

source: Current Identity
zh_hans: 当前身份

source: DailySpeak Reminder
zh_hans: DailySpeak 提醒

source: Default: DeepL machine translation
zh_hans: 默认使用 DeepL 机器翻译

source: Don't break the streak today
zh_hans: 别让 streak 断在今天

source: Edit
zh_hans: 修改

source: Email
zh_hans: 邮箱

source: Email Sign In / Register
zh_hans: 邮箱登录 / 注册

source: Enter email
zh_hans: 输入邮箱

source: Enter password
zh_hans: 输入密码

source: Enter verification code
zh_hans: 输入验证码

source: Enter what you want to say (any language), AI polishes it into natural spoken English
zh_hans: 输入你想表达的内容（任何语言），AI帮你润色成地道口语英文

source: Enter your email to sign in or register
zh_hans: 输入邮箱开始登录或注册

source: Events & Early Reflection
zh_hans: 事件叙述与初级认知

source: Express your thoughts in Chinese
zh_hans: 用中文说出你的想法

source: Expression Framework
zh_hans: 表达框架

source: Failed to start recording: %@
zh_hans: 启动录音失败：%@

source: Feedback
zh_hans: 意见反馈

source: Flip all cards %1$lld/%2$lld
zh_hans: 翻完所有卡片 %1$lld/%2$lld

source: Focus on appearance, function, and usage scenarios
zh_hans: 围绕外观、功能、使用场景展开

source: Getting Started
zh_hans: 新手引导

source: Give at least 1 specific story
zh_hans: 至少给出1个具体小故事

source: Guest Mode
zh_hans: 游客模式

source: Help us improve DailySpeak
zh_hans: 帮助我们改进 DailySpeak

source: High-quality machine translation
zh_hans: 高质量机器翻译

source: Identify your subject — choose something you truly know
zh_hans: 先确定描述对象，选择你真正熟悉的

source: Incomplete
zh_hans: 未完成

source: Invalid API endpoint.
zh_hans: 接口地址无效。

source: Key Vocabulary
zh_hans: 词汇与词组

source: Learning Overview
zh_hans: 学习概览

source: lessons
zh_hans: 节课程

source: Listened %1$lld/%2$lld items
zh_hans: 听完标记项 %1$lld/%2$lld

source: Loading course data
zh_hans: 加载课程数据

source: Loading...
zh_hans: 加载中…

source: Login
zh_hans: 登录

source: Mark All Read
zh_hans: 全部已读

source: Messages
zh_hans: 消息通知

source: Microphone permission not enabled. Please allow it in Settings.
zh_hans: 麦克风权限未开启，请在系统设置中允许。

source: Monthly
zh_hans: 月订阅

source: Network error, unable to connect to Apple Sign In service.
zh_hans: 网络异常，暂时无法连接 Apple 登录服务。

source: Network request failed (%1$lld): %2$@
zh_hans: 网络请求失败（%1$lld）：%2$@

source: Network request failed (%lld).
zh_hans: 网络请求失败（%lld）。

source: Next
zh_hans: 下一步

source: No content for current filter
zh_hans: 当前筛选没有内容

source: No messages yet
zh_hans: 还没有消息

source: No more than 3 long pauses
zh_hans: 长停顿不超过3次

source: No unread messages
zh_hans: 目前没有未读消息

source: Notification Settings
zh_hans: 通知设置

source: Notifications
zh_hans: 消息通知

source: OK
zh_hans: 好的

source: One-time purchase, lifetime access
zh_hans: 一次购买，永久使用

source: Operation Failed
zh_hans: 操作失败

source: Opinions & Comparisons
zh_hans: 观点、比较与不确定性

source: Or use email
zh_hans: 或者使用邮箱

source: Other
zh_hans: 其他

source: Personal Center
zh_hans: 个人中心

source: Playback failed: %@
zh_hans: 播放失败：%@

source: Please try again later.
zh_hans: 请稍后重试。

source: Practice consistently to improve your speaking skills
zh_hans: 持续练习，提升口语表达能力

source: Preferences
zh_hans: 偏好设置

source: Preparation complete
zh_hans: 准备完成

source: Prepare 1 min; Answer 1-2 min
zh_hans: 准备1分钟；作答1-2分钟

source: Preparing content...
zh_hans: 准备学习内容...

source: Preparing learning voice
zh_hans: 准备学习语音

source: Preparing voice %1$lld/%2$lld
zh_hans: 准备语音 %1$lld/%2$lld

source: Preparing voice 0/%lld
zh_hans: 准备语音 0/%lld

source: Preparing voice content
zh_hans: 准备语音内容

source: Privacy Policy
zh_hans: 隐私政策

source: PRO Activated
zh_hans: PRO 已激活

source: Process, Problems & Judgment
zh_hans: 过程、问题与判断

source: Pull to refresh and resync messages.
zh_hans: 下拉刷新后会重新同步消息。

source: Purchase failed, please try again later
zh_hans: 购买失败，请稍后重试

source: Purchase failed: %@
zh_hans: 购买失败：%@

source: Purchase is pending approval
zh_hans: 购买正在等待审批

source: Purpose: Build basic description skills Goal: Clearly describe people, objects, and places in 90 seconds.
zh_hans: 作用：建立基础描述能力 目标：90秒清晰说人、物、地。

source: Purpose: Cover real-life communication scenarios Goal: Make requests, refuse, and negotiate with tact.
zh_hans: 作用：覆盖真实服务沟通场景 目标：提出需求、拒绝和协商时保持分寸。

source: Purpose: Enter opinion and comparison topics Goal: Express views with flexibility, avoiding extremes.
zh_hans: 作用：进入观点题与比较题 目标：表达立场时保留弹性，不走极端。

source: Purpose: Enter workplace context and responsibility Goal: Report, explain, and handle disagreements steadily.
zh_hans: 作用：进入工作语境和责任表达 目标：汇报、解释和分歧沟通都更稳。

source: Purpose: Explain processes and decision-making Goal: Clearly describe steps, trade-offs, and judgment logic.
zh_hans: 作用：解释做事过程与决策依据 目标：说清步骤、取舍和判断逻辑。

source: Purpose: Integrate experience and values into coherent expression Goal: Reflect on change and discuss future uncertainty.
zh_hans: 作用：把经验和价值整合成闭环表达 目标：回顾变化，也能谈未来的不确定性。

source: Purpose: Practice authentic but measured interpersonal expression Goal: Support, refuse, apologize, and express concern naturally.
zh_hans: 作用：练真实但克制的人际表达 目标：支持、拒绝、道歉和担忧都说得自然。

source: Purpose: Train event narration and initial reflection Goal: Tell what happened and why it matters.
zh_hans: 作用：训练事件讲述与初步反思 目标：把发生了什么、为什么重要说完整。

source: Purpose: Transition to abstract value discussions Goal: Discuss ideas without being vague.
zh_hans: 作用：过渡到抽象价值讨论 目标：能谈理念，但不空泛。

source: Push notifications, inbox messages and local alerts will appear here.
zh_hans: API 推送、inbox 拉取和本地通知都会汇总在这里。

source: Rate on App Store
zh_hans: 在 App Store 上评价

source: Rate Us
zh_hans: 给个好评

source: Read
zh_hans: 已读

source: Real-life Communication
zh_hans: 现实情境与沟通策略

source: Recent Updates
zh_hans: 最近更新

source: Recommended
zh_hans: 推荐

source: Record at least one voice clip to complete
zh_hans: 录制至少一条语音即可完成

source: Recording %lld
zh_hans: 录音 %lld

source: Recording Practice
zh_hans: 录音练习

source: Reflection & Self-Positioning
zh_hans: 反思、整合与自我定位

source: Register
zh_hans: 注册

source: Relationships & Emotions
zh_hans: 人际关系与情感沟通

source: Reminders
zh_hans: 提醒

source: Reminders and notifications
zh_hans: 提醒和通知

source: Resend
zh_hans: 重发

source: Reset Learning Progress
zh_hans: 重置学习进度

source: Restore Purchases
zh_hans: 恢复购买

source: Retry
zh_hans: 重试

source: Review the usage tutorial
zh_hans: 重新查看使用教程

source: Sample Answers
zh_hans: 范文学习

source: Save 10 minutes for today's English
zh_hans: 留 10 分钟给今天的英语

source: Score Check
zh_hans: 高分检查

source: Sending
zh_hans: 发送中

source: Server error, please try again later.
zh_hans: 服务器处理失败，请稍后再试。

source: Set password
zh_hans: 设置密码

source: Sign In
zh_hans: 登录

source: Sign In Failed
zh_hans: 登录失败

source: Sign in to DailySpeak
zh_hans: 登录 DailySpeak

source: Sign in to sync progress, receive notifications, and unlock more features.
zh_hans: 登录后可同步学习进度、接收消息通知和解锁更多功能。

source: Sign Out
zh_hans: 退出登录

source: Sign Up
zh_hans: 注册

source: Signing in...
zh_hans: 登录中

source: Signing out will clear your login state
zh_hans: 退出后将清除登录状态

source: Skip
zh_hans: 跳过

source: Skip, continue
zh_hans: 跳过，继续进入

source: Smart review to strengthen weak areas
zh_hans: 智能复习，针对薄弱环节强化

source: Speak continuously for 90 seconds without notes
zh_hans: 无稿连续说满90秒

source: Speak out loud, then listen back
zh_hans: 大声说出来，录完回听

source: Speaking Order mastered!
zh_hans: Speaking Order 已掌握！

source: Speaking Practice
zh_hans: 口语练习

source: Speech recognition failed: %@
zh_hans: 语音识别失败：%@

source: Stage %1$lld · %2$lld lessons
zh_hans: Stage %1$lld · %2$lld 节课程

source: Stages Completed
zh_hans: 已完成阶段

source: Start a short practice now, tomorrow will be much easier.
zh_hans: 现在开始一小段练习，明天会轻松很多。

source: Start as a guest, or sign in with Apple or email.
zh_hans: 你可以先游客进入，也可以直接绑定 Apple 或邮箱账号。

source: Start Recording
zh_hans: 开始录音

source: Stop Recording
zh_hans: 停止录音

source: Subscribe All
zh_hans: 订阅全部

source: Subscribe Now
zh_hans: 立即订阅

source: Subscribe PRO to unlock all stages
zh_hans: 订阅 PRO 解锁全部阶段

source: Support
zh_hans: 支持

source: System
zh_hans: 系统

source: Tap to unlock
zh_hans: 点击解锁

source: Tasks Completed
zh_hans: 已完成任务

source: Terms of Service
zh_hans: 用户协议

source: Terms of Use
zh_hans: 使用条款

source: This device cannot complete Apple Sign In at this time.
zh_hans: 当前设备暂时无法完成 Apple 登录。

source: This device does not support speech recognition
zh_hans: 当前设备不支持语音识别

source: Total Stages
zh_hans: 总阶段

source: Translate
zh_hans: 翻译

source: Translation Engine
zh_hans: 翻译引擎

source: Translation failed
zh_hans: 翻译失败

source: Translation failed, please check your network and try again
zh_hans: 翻译失败，请检查网络后重试

source: Type your Chinese answer here...
zh_hans: 在这里输入你的中文回答...

source: Unable to parse server response.
zh_hans: 服务器返回无法解析。

source: Unlock all %1$lld stages and %2$lld+ speaking courses
zh_hans: 解锁全部 %1$lld 个阶段和 %2$lld+ 口语课程

source: Unlock all 9 stages of speaking courses
zh_hans: 解锁全部 9 个阶段的口语课程

source: Unlock Individually
zh_hans: 单独解锁

source: Unlock Your Complete Speaking Journey
zh_hans: 解锁完整口语之旅

source: Unread
zh_hans: 未读

source: Upgrade to DailySpeak PRO
zh_hans: 升级到 DailySpeak PRO

source: Use at least 6 keywords
zh_hans: 至少使用6个关键词

source: Use chronological or logical order to organize
zh_hans: 使用时间顺序或逻辑顺序组织语言

source: Useful Phrases
zh_hans: 实用词组

source: Verification code
zh_hans: 验证码

source: Verification code sending failed, please try again later.
zh_hans: 验证码发送失败，请稍后重试。

source: Verification code sent to %@
zh_hans: 验证码已发送到 %@

source: Voice download failed (%lld items)
zh_hans: 语音下载失败（%lld个）

source: Voice permission not enabled. Please allow microphone and speech recognition in Settings.
zh_hans: 语音权限未开启，请在系统设置中允许麦克风和语音识别。

source: Voice ready
zh_hans: 语音就绪

source: Voice Selection
zh_hans: 语音选择

source: Weekly
zh_hans: 周订阅

source: Workplace Responsibility
zh_hans: 职场表达与责任意识

source: Write what you want to say, any language...
zh_hans: 写你想说的话，任何语言都可以...

source: Yearly
zh_hans: 年订阅

source: You cancelled Apple Sign In.
zh_hans: 你已取消 Apple 登录。
